2gua.rainbow-brackets
Angular.ng-template
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
googlecloudtools.cloudcode
James-Yu.latex-workshop
jdinhlife.gruvbox
johnpapa.Angular2
magicstack.MagicPython
mechatroner.rainbow-csv
michelemelluso.code-beautifier
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.Go
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-tslint-plugin
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
ms-python.vscode-pylance
haaleo.vscode-stylint
